---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.DefaultOpenFromCloudCallback
source: html/2a4f4132-02fb-362f-1a9a-758eac2cef0d.htm
---
# DefaultOpenFromCloudCallback Members

Create a default open callback. Open latest by default for all scenarios.